<template>
  <div class="pages_container policy">
    <section id="privacy">
      <h2>プライバシポリシー</h2>
      <p>
        Vキャス新聞Webサイト（以下、「当サイト」といいます）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
      </p>
      <h3>第1条（個人情報）</h3>
      <p>「個人情報」とは，個人情報保護法にいう「個人情報」を指すものとし，生存する個人に関する情報であって，当該情報に含まれる氏名，生年月日，住所，電話番号，連絡先その他の記述等により特定の個人を識別できる情報及び容貌，指紋，声紋にかかるデータ，及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。</p>
      <h3>第2条（個人情報の収集方法）</h3>
      <p>当サイトは，ユーザーが利用登録をする際に、提携サービスに登録されたアカウント名、メールアドレスなどの個人情報をお尋ねすることがあります。また，ユーザーと提携先などとの間でなされたユーザーの個人情報を含む取引記録や決済に関する情報を,当サイトの提携先（情報提供元，広告主，広告配信先などを含みます。以下，｢提携先｣といいます。）などから収集することがあります。</p>
      <h3>第3条（個人情報を収集・利用する目的）</h3>
      <p>当サイトが個人情報を収集・利用する目的は，以下のとおりです。</p>
      <ol>
        <li>当サイトのサービス提供・運営のため</li>
        <li>ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）</li>
        <li>利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため</li>
        <li>ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため</li>
        <li>上記の利用目的に付随する目的</li>
      </ol>
      <h3>第4条（利用目的の変更）</h3>
      <ol>
        <li>当サイトは，利用目的が変更前と関連性を有すると合理的に認められる場合に限り，個人情報の利用目的を変更するものとします。</li>
        <li>利用目的の変更を行った場合には，変更後の目的について，当サイト所定の方法により，ユーザーに通知し，または本ウェブサイト上に公表するものとします。</li>
      </ol>
      <h3>第5条（個人情報の第三者提供）</h3>
      <ol>
        <li>当サイトは，次に掲げる場合を除いて，あらかじめユーザーの同意を得ることなく，第三者に個人情報を提供することはありません。ただし，個人情報保護法その他の法令で認められる場合を除きます。
          <ol>
            <li>国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって，本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき</li>
            <li>予め次の事項を告知あるいは公表し，かつ当サイトが個人情報保護委員会に届出をしたとき
              <ol>
                <li>利用目的に第三者への提供を含むこと</li>
                <li>第三者に提供されるデータの項目</li>
                <li>第三者への提供の手段または方法</li>
                <li>本人の求めに応じて個人情報の第三者への提供を停止すること</li>
                <li>本人の求めを受け付ける方法</li>
              </ol>
            </li>
          </ol>
        </li>
        <li>前項の定めにかかわらず，次に掲げる場合には，当該情報の提供先は第三者に該当しないものとします。
          <ol>
            <li>当サイトが利用目的の達成に必要な範囲内において個人情報の取扱いの全部または一部を委託する場合</li>
            <li>合併その他の事由による事業の承継に伴って個人情報が提供される場合</li>
            <li>個人情報を特定の者との間で共同して利用する場合であって，その旨並びに共同して利用される個人情報の項目，共同して利用する者の範囲，利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について，あらかじめ本人に通知し，または本人が容易に知り得る状態に置いた場合</li>
          </ol>
        </li>
      </ol>
      <h3>第6条（個人情報の開示）</h3>
      <ol>
        <li>当サイトは，本人から個人情報の開示を求められたときは，本人に対し，遅滞なくこれを開示します。ただし，開示することにより次のいずれかに該当する場合は，その全部または一部を開示しないこともあり，開示しない決定をした場合には，その旨を遅滞なく通知します。
          <ol>
            <li>本人または第三者の生命，身体，財産その他の権利利益を害するおそれがある場合</li>
            <li>当サイトの運営の適正な実施に著しい支障を及ぼすおそれがある場合</li>
            <li>その他法令に違反することとなる場合</li>
          </ol>
        </li>
        <li>前項の定めにかかわらず，履歴情報および特性情報などの個人情報以外の情報については，原則として開示いたしません。</li>
      </ol>
      <h3>第7条（個人情報の訂正および削除）</h3>
      <ol>
        <li>ユーザーは，当サイトの保有する自己の個人情報が誤った情報である場合には，当サイトが定める手続きにより，当サイトに対して個人情報の訂正，追加または削除（以下，「訂正等」といいます。）を請求することができます。</li>
        <li>当サイトは，ユーザーから前項の請求を受けてその請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の訂正等を行うものとします。</li>
        <li>当サイトは，前項の規定に基づき訂正等を行った場合，または訂正等を行わない旨の決定をしたときは遅滞なく，これをユーザーに通知します。</li>
      </ol>
      <h3>第8条（個人情報の利用停止等）</h3>
      <ol>
        <li>当サイトは，本人から，個人情報が，利用目的の範囲を超えて取り扱われているという理由，または不正の手段により取得されたものであるという理由により，その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には，遅滞なく必要な調査を行います。</li>
        <li>前項の調査結果に基づき，その請求に応じる必要があると判断した場合には，遅滞なく，当該個人情報の利用停止等を行います。</li>
        <li>当サイトは，前項の規定に基づき利用停止等を行った場合，または利用停止等を行わない旨の決定をしたときは，遅滞なく，これをユーザーに通知します。</li>
        <li>前2項にかかわらず，利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって，ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は，この代替策を講じるものとします。</li>
      </ol>
      <h3>第9条（プライバシーポリシーの変更）</h3>
      <ol>
        <li>本ポリシーの内容は，法令その他本ポリシーに別段の定めのある事項を除いて，ユーザーに通知することなく，変更することができるものとします。</li>
        <li>当サイトが別途定める場合を除いて，変更後のプライバシーポリシーは，本ウェブサイトに掲載したときから効力を生じるものとします。</li>
      </ol>
      <h3>第10条（お問い合わせ窓口）</h3>
      <p>本ポリシーに関するお問い合わせは，下記の窓口までお願いいたします。</p>
      <p>管理者：猫月遥歩（ねこづきあゆむ）<br>
      Twitter <a href="https://twitter.com/nekozuki_dev" target="_blank" rel="noopener noreferrer">@nekozuki_dev</a><br>
      メール <a href="mailto:ayumu@nekozuki.me">ayumu@nekozuki.me</a>
      </p>
    </section>
    <section id="data">
      <h2>データ収集について</h2>
      <p>
        当サイトでは、 Google LLC 提供の Googleアナリティクスを利用しています。<br />
        Googleアナリティクスでは、トラフィックデータの収集のためにCookieを利用しています。このトラフィックデータは匿名で収集されており、個人を特定するものではありません。収集されないようにしたい場合は、ブラウザの設定からCookieを無効化していただくようお願い致します。
      </p>
      <p><a href="https://policies.google.com/technologies/cookies?gl=jp">詳細はこちらからご確認いただけます。（Googleポリシーページへ飛びます）</a></p>
    </section>
    <section id="disclaimer">
      <h2>免責事項</h2>
      <h3>当サイトの情報の正確性について</h3>
      <p>
        当サイトのコンテンツや情報において、可能な限り正確な情報を掲載するよう努めています。しかし、誤情報が入り込んだり、情報が古くなったりすることもあります。必ずしも正確性を保証するものではありません。また合法性や安全性なども保証しません。</p>
      <h3>損害等の責任について</h3>
      <p>
        当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますので、ご了承ください。<br>
        また当サイトからリンクやバナーなどによって他のサイトに移動された場合、移動先サイトで提供される情報、サービス等について一切の責任も負いません。<br>
        当サイトの保守、火災、停電、その他の自然災害、ウィルスや第三者の妨害等行為による不可抗力によって、当サイトによるサービスが停止したことに起因して利用者に生じた損害についても、何ら責任を負うものではありません。<br>
        当サイトを利用する場合は、自己責任で行う必要があります。</p>
      
      <h3>画像の著作権や肖像権等について</h3>
      <p>
        当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますので、ご了承ください。<br>
        また当サイトからリンクやバナーなどによって他のサイトに移動された場合、移動先サイトで提供される情報、サービス等について一切の責任も負いません。<br>
        当サイトで掲載している画像の著作権や肖像権等は、各権利所有者に帰属します。万が一問題がある場合は、以下お問い合わせよりご連絡いただけますよう宜しくお願い致します。</p>
    </section>
    <section id="disclaimer">
      <h2>問い合わせ先／管理者</h2>
      <h3>コンテンツに関するお問い合わせ</h3>
      <p>管理者：江戸でち<br>
      専用Discordチャンネル：<a href="https://discord.gg/7tc82xq3DF">Vキャス非公式Discord #Vキャス新聞 チャンネル</a><br>
      Twitter <a href="https://twitter.com/VCASHKD" target="_blank" rel="noopener noreferrer">@VCASHKD</a>
      </p>
      <h3>Webサイトに関するお問い合わせ</h3>
      <p>管理者：猫月遥歩（ねこづきあゆむ）<br>
      Twitter <a href="https://twitter.com/nekozuki_dev" target="_blank" rel="noopener noreferrer">@nekozuki_dev</a><br>
      メール <a href="mailto:ayumu@nekozuki.me">ayumu@nekozuki.me</a>
      </p>
    </section>
  </div>
</template>

<script>
import Meta from '~/mixins/meta';

export default {
  mixins: [Meta], 
  data() {
    return {
      meta: {
        title: "ポリシー" ,
        description: 'Vキャス新聞に関するポリシーページです。',
        type: 'pages',
        url: 'https://vcnp.nekozuki.me/policy',
      },
    }
  }
};
</script>

<style>
div.pages_container {
  margin: 0 auto;
  padding: 1em 2em;
  max-width: 1336px;
}

div.policy section {
  background-color: white;
  border-radius: 5px;
  box-shadow: 0 1px 3px rgba(0, 0, 0, 0.25);
  margin: 20px 5px;
  padding: 15px;
  line-height: 1.7;
}

div.policy section h2{
  font-weight: bold;
  font-size: 24px;
  margin: .25em .25em .25em;
  padding: 0 .5em;
  border-bottom: 1px solid #999;
}
div.policy section h3{
  font-weight: bold;
  font-size: 18px;
  margin: 1.5em .25em .25em;
  padding: 0 .5em;
}
div.policy section p{
  font-size: 16px;
  margin: .75em .25em;
  padding: 0 .5em;
}
div.policy section a{
  color: #0080ff;
}
div.policy section a:hover{
  text-decoration: underline;
}

div.policy section ol{
  margin: 0.75em 0.25em;
  padding: 0 2em;
  list-style-type: decimal;
}
</style>